"content":[
        {

            "data":"- DHRUTI PATEL -"

        },
        {
            "data": "It is impossible for a man to learn what he thinks he already knows."

        },
        {
            "data": "I am a student in the first semester of the Software Engineering Technology at Centennial college.Previously i studied at Bright School in Gujarat, India. I am from a very traditional, multicultered country. I am constantly working on incredible projects, and love creating beautiful things.I'm passionate about creating awesome things and learning new languages, including C, C#, Objective-C, Java, Swift, HTML/CSS, JavaScript, Python, PHP, and more! Most of my design includes web pages and mobile applications. (And my Dribbble is lacking, but I'm working on it!)I have a personal blog on which I write about things from technology to opinions about random subjects. Who knows what I'll pen next.Most of the stuff I do is open source, so you can check it all out on GitHub. I taught myself to program through open source, so this is my way to give back."
    
        },
        {
                "data":"Here are some of my projects"

        },
        {
            "data":"---GARDENING---"

        },
        {
            "data": "I am very found of gardening. I love flowers science childhood.It has always been a dream to build a garden with thousands of varieties of flowers. This little activities always gives me happiness. Have a look on this project of mine."
        },
        {
            "data":"---EXPLORING NEW PLACES.---"
        },
        {
            "data":"Acknowledging exploration, I am from a country which has no exploring and adventure limits, Insight i adore exploring new forests, deserts and multicultured cities.According to me this has helps me reflect on my creativity buzzing me from being lazy. Diffrent places gives us different experience and every place has something to teach us.The best part which I love is selfing(clicking pictures).Have a look on few of this moments."
        },
        {
            "data":"---WEB DESIGNING---"
        },
        {
            "data":"Presently I am a software engennering student, trying pursuit my milestones to be a successful web Developer in cutting edge generation.I have created few webpages till date and now working on a website.I am studying client website developer course in this second semester with professor tom tsiliopoulos."
        },
        {
            "data":"Feel free to email me for any info. You can also follow me up on Twitter, Google+ and Facebook"
        },
        {
            "data":"Contact Me"
        },
        {
            "data":"ABOUT"
        },
        {
            "data":"PROJECT"
        },
        {
            "data":"Contact"
        },
        {
            "data":"@copyright DhrutiPatel"
        },
        {
            "data":"dhruti1508@gmail.com"
        }
    ]
}